# oh-my-zsh
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/1password kind:defer
ohmyzsh/ohmyzsh path:plugins/aws kind:defer
ohmyzsh/ohmyzsh path:plugins/colored-man-pages kind:defer
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/copyfile kind:defer
ohmyzsh/ohmyzsh path:plugins/copypath kind:defer
ohmyzsh/ohmyzsh path:plugins/docker kind:defer
ohmyzsh/ohmyzsh path:plugins/doctl kind:defer
ohmyzsh/ohmyzsh path:plugins/encode64 kind:defer
ohmyzsh/ohmyzsh path:plugins/extract kind:defer
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/gh kind:defer
ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/httpie kind:fpath
ohmyzsh/ohmyzsh path:plugins/kubectl kind:defer
ohmyzsh/ohmyzsh path:plugins/kubectx kind:defer
ohmyzsh/ohmyzsh path:plugins/mise
ohmyzsh/ohmyzsh path:plugins/npm kind:defer
ohmyzsh/ohmyzsh path:plugins/pip kind:defer
ohmyzsh/ohmyzsh path:plugins/poetry kind:defer
ohmyzsh/ohmyzsh path:plugins/python kind:defer
ohmyzsh/ohmyzsh path:plugins/redis-cli kind:fpath
ohmyzsh/ohmyzsh path:plugins/rust kind:defer
ohmyzsh/ohmyzsh path:plugins/yarn kind:defer

# github

jocelynmallon/zshmarks
wbingli/zsh-wakatime kind:defer
z-shell/zsh-eza

# theme
romkatv/powerlevel10k kind:fpath

# completion
zsh-users/zsh-completions kind:fpath path:src

# deferred plugins
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
