bat
btop
build-essential
cheat
cpanminus
curl
docker-compose
eza
fonts-open-sans
fonts-wine
fzf
gh
git
git-delta
htop
jq
kubectl
kubetail
lazygit
libbz2-dev
libffi-dev
liblzma-dev
libncurses-dev
libreadline-dev
libsox-fmt-mp3
libsqlite3-dev
libssl-dev
libtool-bin
libwebkit2gtk-4.0-dev
libxml2-dev
libxmlsec1-dev
ncdu
neovim
ninja-build
pgcli
pipx
python3-dev
python3-pip
python3-pynvim
ripgrep
sd
shellcheck
shfmt
starship
tk-dev
universal-ctags
wamerican
watchman
wbrazilian
xz-utils
yq
zlib1g-dev
zsh
zsh-antidote
