antigen
aws-sso-cli
awscli
bat
broot
btop
cmake
cpanminus
curl
docker
docker-buildx
docker-compose
docker-credential-helper
docker-credential-helper-ecr
eza
fd
ffmpegthumbnailer
font-symbols-only-nerd-font
fzf
gdal
gimp
git
gnu-sed
go-task
haproxy
hiddenbar
htop
jq
karabiner-elements
libffi
libtool
luarocks
make
md5sha1sum
meetingbar
mise
ninja
openssl
pgcli
pipx
poppler
postman
readline
redis
ripgrep
sd
sox
sqlite
taplo
terraform
terraform-ls
unar
universal-ctags
uv
watchman
wget
xmlsectool
xz
yazi
zlib
zoxide
zsh
