antigen
bat
broot
btop
cloud-sql-proxy
cmake
cpanminus
curl
docker
docker-buildx
docker-compose
docker-credential-helper
exa
fzf
gdal
git
gnu-sed
google-cloud-sdk
haproxy
hiddenbar
htop
hyperkey
jq
karabiner-elements
libffi
libtool
make
md5sha1sum
mise
ninja
openssl
pgcli
pipx
readline
redis
sd
sox
sqlite
taplo
terraform
terraform-ls
universal-ctags
uv
warp
watchman
wget
whatsapp
xmlsectool
xz
zlib
zsh
