1password-cli
antidote
ast-grep
aws-sso-cli
awscli
bat
bottom
btop
cheat
claude-code
cmake
cpanminus
curl
delta
docker
docker-buildx
docker-compose
docker-credential-helper
docker-credential-helper-ecr
doctl
duf
eza
fd
ffmpegthumbnailer
font-symbols-only-nerd-font
fzf
gdal
gh
gimp
git
git-delta
glab
gnu-sed
go-task
graphicsmagick
gs
haproxy
hiddenbar
htop
imagemagick
jj
jq
k9s
karabiner-elements
kubectl
kubectx
lazygit
libffi
libtool
luarocks
make
md5sha1sum
meetingbar
mise
mole
ninja
openssl
pgcli
pipx
poppler
pre-commit
prek
readline
redis
ripgrep
sd
shellcheck
shfmt
snitch
sox
sqlite
starship
stylua
taplo
tectonic
terraform
terraform-ls
unar
universal-ctags
uv
watchman
wget
xmlsectool
xz
yazi
yq
zlib
zoxide
zsh
